Revit 2024 API
ParameterTypeId.RbsHvacloadFloorAreaParam Property
 "Floor Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsHvacloadFloorAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsHvacloadFloorAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsHvacloadFloorAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace